$.fn.datepicker.language['fa'] = {
    days: ['یکشنبه', 'دوشنبه', 'سه شنبه', 'چهار شنبه', 'پنج شنبه', 'جمعه', 'شنبه'],
    daysShort: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    daysMin: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    months: ['ژانویه','فوریه','مارس','آوریل','می','ژوئن', 'جولای','اوت','سپتامبر','اکتبر','نوامبر','دسامبر'],
    monthsShort: ['ژانویه', 'فوریه', 'مارس', 'آوریل', 'می', 'ژوئن', 'جولای', 'اوت', 'سپتامبر', 'اکتبر', 'نوامبر', 'دسامبر'],
    today: 'امروز',
    clear: 'پاک کردن',
    dateFormat: 'yyyy/mm/dd',
    timeFormat: 'hh:ii aa',
    firstDay: 0
};
