$.fn.datepicker.language['kz'] = {
    days: ['Жексенбі','Дүйсенбі','Сейсенбі','Сәрсенбі','Бейсенбі','Жұма','Сенбі'],
    daysShort: ['Жкс','Дсн','Ссн','Срс','Бсн','Жма','Снб'],
    daysMin: ['Жк','Дс','Сс','Ср','Бс','Жм','Сн'],
    months: ['Қаңтар','Ақпан','Наурыз','Сәуір','Мамыр','Маусым', 'Шілде','Тамыз','Қыркүйек','Қазан','Қараша','Желтоқсан'],
    monthsShort: ['Қаң','Ақп','Нау','Сәу','Мам','Мау', 'Шіл','Там','Қыр','Қаз','Қар','Жел'],
    today: 'Бүгін',
    clear: 'Тазалау',
    dateFormat: 'dd.mm.yyyy',
    timeFormat: 'hh:ii',
    firstDay: 1
};
