$.fn.datepicker.language['bg'] = {
   days: ['Неделя', 'Понеделник', 'Вторник', 'Сряда', 'Четвъртак', 'Петък', 'Събота'],
   daysShort: ['Нед', 'Пон', 'Вто', 'Сря', 'Чет', 'Пет', 'Съб'],
   daysMin: ['Н', 'П', 'В', 'С', 'Ч', 'П', 'С'],
   months: ['Януари','Февруари','Март','Април','Май','Юни', 'Юли','Август','Септември','Октомври','Ноември','Декември'],
   monthsShort: ['Яну', 'Фев', 'Март', 'Апр', 'Май', 'Юни', 'Юли', 'Авг', 'Сеп', 'Окт', 'Ное', 'Дек'],
   today: 'Днес',
   clear: 'Изчисти',
   dateFormat: 'dd/mm/yyyy',
   timeFormat: 'hh:ii',
   firstDay: 1
};
