;(function ($) { $.fn.datepicker.language['kk'] = {
    days: ['Жексенбі', 'Дүйсенбі', 'Сейсенбі', 'Сәрсенбі', 'Бейсенбі', 'Жұма', 'Сенбі'],
    daysShort: ['Жек', 'Дүй', 'Сей', 'Сәр', 'Бей', 'Жұм', 'Сен'],
    daysMin: ['Же', 'Дү', 'Се', 'Сә', 'Бе', 'Жұ', 'Се'],
    months: ['Қаңтар','Ақпан','Наурыз','Сәуір','Мамыр','Маусым', 'Шілде','Тамыз','Қыркүйек','Қазан','Қараша','Желтоқсан'],
    monthsShort: ['Қаң', 'Ақп', 'Нау', 'Сәу', 'Мам', 'Мау', 'Шіл', 'Там', 'Қыр', 'Қаз', 'Қар', 'Жел'],
    today: 'Бүгін',
    clear: 'Тазалау',
    dateFormat: 'mm.dd.yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);