$.fn.datepicker.language['ua'] = {
    days: ['Неділя', 'Понеділок', 'Вівторок', 'Середа', 'Четвер', "П'ятниця", 'Субота'],
    daysShort: ['нед','пнд','вів','срд','чтв','птн','сбт'],
    daysMin: ['Нд','Пн','Вт','Ср','Чт','Пт','Сб'],
    months: ['Січень','Лютий','Березень','Квітень','Травень','Червень','Липень','Серпень','Вересень','Жовтень','Листопад','Грудень'],
    monthsShort: ['Січ','Лют','Бер','Кві','Тра','Чер','Лип','Сер','Вер','Жов','Лис','Гру'],
    today: 'Сьогодні',
    clear: 'Очистити',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 1
};
