export default {
    promoNote: 'Легкий, быстрый, кастомизируемый календарь, написанный на чистом JavaScript, без сторонних зависимостей',
    installTitle: 'Установка',
    usageTitle: 'Использование',
    navExamples: 'Примеры',
    navDoc: 'Документация',
    navApi: 'API',

    exampleBasicTitle: 'Инициализация с опциями по умолчанию',
    exampleRangeTitle: 'Выбор диапазона',
    exampleRangeNote: 'Для того, чтобы выбрать диапазон дат, передайте параметр {param}. После выбора обеих дат, можно скорректировать выбор просто перетаскивая активные даты.',
    exampleTimeTitle: 'Выбор времени',
    exampleTimeTitleFormat: 'Формат времени',
    exampleTimeNote: 'Передайте {param} для выбора времени. По умолчанию устанавливается текущее время пользователя. Стартовое значение даты и времени можно регулировать с помощью параметра {startDate}',
    exampleCellContentTitle: 'Произвольное содержимое ячеек',
    exampleCellContentNote: 'Air Datepicker позволяет изменять содержимое ячеек как угодно. Содержание, классы и статус (активный/не доступный для выбора) регулируются с помощью опции {param}.',
    exampleCellContentNote_2: 'В следующем примере заменим содержимое ячеек из списка дат на произвольную эмоджи, плюс поменяем активный цвет фона таких ячеек'
};
